{"title":{"0":"85 new Covid-19 cases in Delhi; lowest single-day rise this year","1":"Foods that will help maximise the effect of Covid-19 vaccine","2":"Coronavirus News Live Updates: Goa extends state-level curfew till July 5","3":"31 policemen succumbed to Covid-19 during second wave in Tamil Nadu: Study","4":"Kerala records 12,118 fresh Covid-19 cases, 118 deaths in last 24 hours","5":"Mumbai to remain under level-3 Covid-19 restrictions","6":"India reports 48,698 new Covid-19 cases, 1,183 deaths in last 24 hours","7":"Third Covid-19 Wave Won't be As Severe As Second Wave: Study","8":"Bangladesh announces countrywide lockdown to curb Covid-19 spread","9":"Sydney’s COVID-19 cases grow, more restrictions loom","10":"Canada eases Covid-19 restrictions","11":"Doubts about China's transparency on Covid-19 origins piling up: Report","12":"CoWin to allow users to link Covid-19 certificates to passports: How to do it","13":"Israel reimposes indoor mask requirement as Covid-19 cases surge","14":"Copa America Covid-19 cases rise to 166 in Brazil, spread slows","15":"Russia reports 21,665 new Covid-19 cases, 619 deaths","16":"Covid third wave won't be as severe as second one, says top medical body","17":"Need more data to approve combining 2 Covid-19 vaccines: Dr Randeep Guleria","18":"Indonesia's doctors becoming patients after administration of China's Sinovac COVID-19 vaccine","19":"49 children among 232 new COVID-19 patients in Mizoram","20":"COVID-19: Johnson & Johnson\\'s single-shot vaccine to be available in India by July","21":"Centre to provide over 19 lakh Covid-19 vaccine doses to states, Union territories in next 3 days","22":"Karnataka Covid-19 wrap: 3,310 cases, 114 deaths; Siddaramaiah alleges vaccines yet to reach rural areas","23":"Centre approves covid-19 vaccination for pregnant women","24":"Mizoram has given first dose of Covid-19 vaccine to 76% people above 45 years: Official","25":"Assam exempts fully vaccinated travellers from mandatory covid-19 tests","26":"Over 1 crore people given Covid-19 vaccines in Telangana","27":"Eight cases of Covid-19 Delta Plus variant found in Madhya Pradesh: Minister","28":"Covid-19: Uttar Pradesh reports 40 more deaths, 173 new cases","29":"Bengaluru's biggest mass cremation site shuts down as Covid-19 cases fall","30":"Gurgaon: No Covid-19 vaccination at govt sites this weekend as health department shifts focus to polio drive","31":"PM Modi chairs review meet on Covid-19 vaccination drive","32":"HC lens on ‘undercounting’ of Covid-19 deaths in Odisha","33":"Global Covid-19 caseload tops 180 mn; deaths surge to more than 3.90 mn","34":"Early symptoms of Covid-19 in children: What parents should know","35":"Russia registers 21,665 COVID-19 cases in past 24 hours","36":"Indonesia examines use of Sinovac, Pfizer Covid-19 vaccines for kids","37":"Noida records two Covid-19 cases in 24 hours, active cases fall to 62","38":"Nani gets vaccinated against Covid-19, shares two tips to stay safe","39":"Sydney extends Covid-19 lockdown to entire city: State govt","40":"West Bengal reports 1,933 new COVID-19 cases, 35 deaths","41":"Philippines logs 6,871 new COVID-19 cases, 1,391,911 in total","42":"Covid-19: Japan to donate millions more AstraZeneca vaccine doses across Asia","43":"PMC Covid-19 war room sees drop in calls; civic body to curtail staff","44":"The family of an unvaccinated woman who died from COVID-19 say they still refuse to get the jab, report says","45":"Centre exempts tax on COVID-19 treatment, death","46":"Nurse injects empty syringe during COVID-19 vaccination drive in Bihar; video goes viral","47":"Unemployment during COVID-19: Federal Bank gives 400-odd part-time jobs in Kerala","48":"Study suggests correlation between high levels of pollution and Covid-19 deaths","49":"Coronavirus News Updates: Cases rising in Maharashtra, state's daily covid case count tops 10,000 after a week","50":"Six dedicated sites in Indore for inoculation of females with Covid-19 vaccine","51":"Telangana: Invisible killer stalking Maoists, several top guns fall to Covid-19","52":"Nearly all COVID-19 deaths in US are now among unvaccinated individuals","53":"‘No new Delta Plus Covid-19 variant cases found in Gujarat’","54":"Covid-19 will win if stakeholders fight each other, says Kejriwal after oxygen controversy","55":"COVID-19: Delta variant surfaced in Andhra Pradesh in April","56":"Covid-19: 11 new cases diagnosed in Bhopal","57":"In Indore, 61% youths take first dose of Covid-19 vaccine- thrice the state average","58":"COVID-19 impact: Demand for apprentices is on the rise","59":"Africas Covid-19 caseload at historic high amid third wave: WHO official","60":"Vaccinated and COVID-19-Recovered Woman from Rajasthan Tests Positive for Delta Plus Coronavirus Variant | The Weather Channel - Articles from The Weather Channel | weather.com","61":"May shift T20 World Cup to UAE due to COVID-19 situation: BCCI secretary Jay Shah","62":"Russian COVID-19 vaccine Sputnik V\\'s rollout pushed by another two weeks","63":"Covid-19 virus highly adapted to infect human cells: Study","64":"Telangana: Over 1.98 lakh people vaccinated with first COVID-19 dose on Thursday","65":"Covid-19 third wave: Expert panel tells Karnataka govt to ramp up medical facilties","66":"India failed its migrant workers yet again during the second wave of Covid-19","67":"Covid-19: Mumbai's tourism-dependent Elephanta island has long road to recovery","68":"Covid-19: Chandigarh tricity logs just one death for second day","69":"Brazil reports 2,001 more COVID-19 deaths","70":"Maharashtra news live: State reports 9,812 new Covid-19 cases, 179 deaths","71":"Covid-19: What you need to know today","72":"Coronavirus updates | June 10, 2021","73":"Explained: What we know about the origins of COVID-19","74":"Trace origin of Covid-19 or face Covid-26, Covid-32 : US experts","75":"Twisting tale of Covid-19 origin, possibly from Wuhan lab: A chronology","76":"Coronavirus India Highlights: Zydus Cadila likely to seek emergency use authorisation for its vaccine next week","77":"Covid-19 and children — An expert answers all your questions","78":"Covid Live News Updates: Centre's service charge cap on COVID-19 vaccines leads to price rejig for privat...","79":"Covid-19: Has India's deadly second wave peaked?","80":"Worldview with Suhasini Haidar | Origins of COVID-19","81":"Coronavirus updates | May 28, 2021","82":"Covid News Updates: Madhya Pradesh reports 798 new COVID-19 cases, 50 deaths in the last 24 hours","83":"New hope against Covid-19 pandemic, infection and vaccine may give lifelong immunity","84":"Covid Live News Updates: Decrease in no. of active Covid cases should not lead to complacency, says Harsh...","85":"COVID-19 second wave: How to safely bring back workforce to office","86":"Highlights: Assam reports 3,803 new Covid-19 cases, 37 fresh fatalities","87":"Covid Live News Updates: Russia's Sputnik V likely to be available at Delhi's Indraprastha Apollo Hospita...","88":"Coronavirus updates | June 2, 2021","89":"How a Pune-based scientist couple linked origin of Covid-19 to Chinese Mojiang miners","90":"Coronavirus India Highlights: Delhi records 648 new cases, lowest since Mar 18, positivity rate below 1%","91":"Coronavirus India Highlights: Centre caps vaccine charges in pvt hospitals; Covaxin to cost Rs 1,410, Sputnik 1,145, and Covishield 780","92":"Covid-19: India's cases falling, and lost summer fear for festivals","93":"Explained: How to read India’s Covid-19 data","94":"Coronavirus in India Highlights: Only 19 got Covid treatment under Ayushman Bharat in Bihar, reveals RTI","95":"Delhi unlock process: How Covid-19 cases came down from 28K to just over 1K","96":"Wuhan lab leak possible origin of Covid-19, says Indian scientist couple","97":"Covid Live News Updates: Delhi extends Covid-19 curfew till June 7; allows construction and manufacturing","98":"Coronavirus News Highlights: COVID-19 count in India lowest in 60 days; Haryana extends COVID restrictions till June 14","99":"Covid News Updates: Madhya Pradesh extends ‘corona curfew’ till June 15 with certain relaxations"},"desc":{"0":"The Capital also reported 158 new recoveries from Covid-19 along with nine more deaths due to it. The cumulative infection tally stands at 1433675 including ...","1":"\"Besides including these food items, make sure to avoid eating processed foods and drink lots of water. If you experience any severe symptoms, contact your ...","2":"Coronavirus News Live Updates: Third wave of COVID-19 unlikely to be as severe as second wave, says study","3":"A study published in the Indian Journal of medical revealed that 31 police personnel died between April 13 and May 14 during the second wave of the ...","4":"Read more about Kerala records 12118 *fresh* Covid-19 cases, 118 deaths in last 24 hours on Business-standard. : Kerala's active cases touched 1,01102 on ...","5":"Level-three category restrictions related to Covid-19 will remain in place in Mumbai, the city's civic body has said | Mumbai news.","6":"India reported 48698 new Covid-19 cases and 1183 deaths in the last 24 hours, informed the Union Health Ministry on Saturday. On the other hand, 64818 ...","7":"Third Covid-19 Wave Won't be As Severe As Second Wave: Study","8":"Bangladesh on Friday announced a strict countrywide shutdown until further notice to check the spread of Covid-19, as it reported 108 deaths from coronavirus, ...","9":"Australia's New South Wales state reported 29 locally acquired COVID-19 cases on Saturday, with the authorities signalling more restrictions may be imposed ...","10":"Chief public health officer Dr Theresa Tam has said Canadians must remain “vigilant” despite increase in vaccinations and get fully covered. | World News.","11":"Jesse Bloom, a virologist and professor at the Fred Hutchinson Cancer Research Center in Seattle, discovered that early sequencing data of Covid-19 were ...","12":"Users can also request for correction if the name in the updated vaccination certificate does not match the one on the passport. | Latest News India.","13":"As Israel reported a surge in COVID-19 cases, the authorities have reimposed an indoor mask requirement, with a top health official warning the spread of the ...","14":"Read more about Copa America Covid-19 cases rise to 166 in Brazil, spread slows on Business-standard. There were 166 known Covid-19 cases at the Copa ...","15":"Europe News: Russia reported 21665 new Covid-19 cases on Saturday, including 8457 in Moscow, taking the official national tally since the pandemic began to ...","16":"The third wave of Covid-19 pandemic will not be as severe as the second wave, stated Dr Samiran Panda, Head of Epidemiology at ICMR, adding that more ...","17":"AIIMS director Dr Randeep Guleria said mixing doses of two different vaccines might increase efficacy against Covid-19. | Latest News India.","18":"Facing increased COVID-19 infections and a deadly variant, Indonesia's doctors are at the centre of the crisis as many have died after being vaccinated by the ...","19":"Mizoram's COVID-19 tally crossed the 19,000-mark on Saturday as 232 more people, including 49 children, tested positive for the infection, a health bulletin said ...","20":"Johnson & Johnson's single-shot vaccine will be priced at $25 (about Rs 1,850) in India","21":"India News: NEW DELHI: The Central government will provide more than 19,10650 Covid-19 vaccine doses to states and Union territories in the next three days, ...","22":"Karnataka on Friday reported 3,310 new cases of Covid-19 and 114 deaths, taking the caseload to 28,26,754 and the toll to 34,539, the health department said.","23":"The central government on Friday approved covid-19 vaccination for pregnant women. \"The Ministry of Health has issued guidelines that covid-19 vaccine can ...","24":"Mizoram has managed to administer the first dose of the Covid-19 vaccine to 76% of people aged 45 and above, reported news agency PTI quoting an official.","25":"The number of active covid cases have been on a steady decline since the devastating second wave, which hit the country during March-May. Daily *fresh* ...","26":"More than 1 crore people have been administered a dose of a Covid-19 vaccine in Telangana till Friday, the health department said. Of the 1,00,53,358 people ...","27":"Bhopal: At least eight persons have been found infected with the Delta Plus variant of coronavirus in Madhya Pradesh so far, state Medical Education Minister ...","28":"With 40 more Covid-19 fatalities, the death toll due to the viral disease in Uttar Pradesh rose to 22443, while 173 new cases pushed the infection ta.","29":"The city's biggest site for mass cremation of Covid-19 victims in Kurubarahalli village, Tavarekere, was shut down on Thursday as cases and deaths hav.","30":"Covid-19 vaccination at government sites in Gurgaon has been halted for the weekend as the health department shifts its focus to a polio campaign for three ...","31":"PM Modi on Saturday chaired a review meeting of Covid-19 vaccination drive in the country amid rising cases of Delta plus variant which has infected more than ...","32":"The issue of the possible undercounting of the Covid-19 deaths in Odisha has come under judicial scrutiny with the high court seeking a district-wise.","33":"Read more about Global Covid-19 caseload tops 180 mn; deaths surge to more than 3.90 mn on Business-standard. The overall global Covid-19 caseload has ...","34":"By Dr Suresh Birajdar. Do you have children at home? Are you worried about them contracting Covid? Then, we tell you how to identify the Covid symptoms and ...","35":"Moscow [Russia], June 26 (ANI\/Sputnik): Russia recorded 21665 COVID-19 cases in the past 24 hours, up from 20393 the day before, while the total number ...","36":"Indonesia is currently examining the use of the Sinovac and Pfizer Covid-19 vaccines for people under 18 years of age after detecting many cases of the highly ...","37":"Noida Covid-19 update: Seven more patients recovered in the 24-hour period and the total recoveries surged to 62491, while the death toll stood at 466, ...","38":"Nani took to Instagram to reveal that he has received his dose of Covid-19 vaccine. He also shared a photo of himself getting the jab.","39":"Authorities extended a Covid-19 lockdown to include all of Sydney and surrounding population centres on Saturday as Australia's biggest city battles a surge in ...","40":"West Bengal's coronavirus tally shot up to 14,91,219 on Friday as 1,933 more people tested positive for the infection while 35 *fresh* fatalities pushed the states ...","41":"Manila [Philippines], June 26 (ANI\/Xinhua): The Philippines' Department of Health (DOH) reported on Saturday 6871 new confirmed cases of COVID-19 in the ...","42":"Rest of World News: Japan will donate one million Covid-19 vaccine doses each to Indonesia, Malaysia, the Philippines, and Thailandstarting from next ...","43":"According to officials, from the last four days, the number of calls were between 12 and 25 per day. A few days back, it was 12-13 per day. Maximum calls are ...","44":"The family of an unvaccinated woman who died of COVID-19 said they still won't get the jab. Molly Hart from Florida told the Daily Beast her mother died from.","45":"Ex-gratia payments received from employers by the families of employees who lost their lives to COVID-19 would be exempt from income tax in FY20 and ...","46":"Nurse injects empty syringe during COVID-19 vaccination drive in Bihar; video goes viral","47":"Unemployment during COVID-19: Federal Bank gives 400-odd part-time jobs in Kerala","48":"From 16 cities across 36 states, Pune and Mumbai were the two cities picked from Maharashtra (falling under zone 6) for the study.","49":"75 active Covid cases reported in Noida, 74 in Ghaziabad. 11:19 PM. Chhattisgarh records 421 new COVID-19 cases, 5 deaths. 10:49 PM. First case of Delta ...","50":"District health authorities have set up around six dedicated centers for inoculation of females on Saturday in areas, where they generally avoid visit.","51":"Booming guns and skirmishes with the security forces in deep jungles are not the main sources of worry for Maoists at present. It is the dreaded coron.","52":"Nearly all COVID-19 deaths in the U.S. now are in people who weren't vaccinated, a staggering demonstration of how effective the shots have been and an ...","53":"The Gujarat government on Friday said there were no new coronavirus cases of Delta Plus variant in the state and the two patients who were found infected with ...","54":"The Delhi CM's remarks come a day after AAP and BJP hit out at each other over a report that said Delhi's oxygen needs were exaggerated four times over ...","55":"Speaking to media persons after CM Jagan Mohan Reddy's review meet on the Covid-19 on Friday, Alla Nani said at present there are no active Delta Plus ...","56":"A total of 11 new cases were reported in the city on Friday taking the count of cases reported so far to 1,23095. Reports of a total of around 6458.","57":"Indore district covered around 61.28% of its 18.01 lakh population aged between 18-44 with Covid-19 vaccination till June 24. The state average for th.","58":"Amid the ongoing COVID-19 pandemic which has triggered a job crisis around the world, the demand for apprentices has gone up. National Employability ...","59":"The number of Covid-19 cases in Africa has increased at an unprecedented pace as the continent grapples amid the ongoing third wave that has posed a dire ...","60":"In the first case of Delta positive variant in Rajasthan, a 65-year-old woman who recovered from COVID-19 in May and has received both doses of vaccine has ...","61":"Cricket News: The BCCI secretary Jay Shah on Saturday said the T20 World Cup may have to be shifted from India to UAE due to the Covid-19 pandemic.","62":"Launched in the country as a pilot on May 14, Sputnik V was expected to be rolled out in mid-June, which TEMPhas now been pushed back by another two ...","63":"The SARS-CoV-2 virus, which causes COVID-19, is most ideally adapted to infect human cells, rather than bat or pangolin cells, according to a study which ...","64":"Four days after the Centre launched a centralised COVID-19 vaccination drive, Telangana vaccinated over 1.98 lakh people with the first dose on Thursday, ...","65":"A high-level expert committee in Karnataka for Covid-19 management has suggested the government augment healthcare infrastructure to safeguard children ...","66":"Migrant workers were weeks from running out of food, struggled to access healthcare and faced acute livelihood problems during the partial lockdowns imposed ...","67":"The residents of this tiny island are completely dependent on tourism for livelihood, and in normal times, except during monsoon, this place witnesses a heavy ...","68":"Chandigarh recorded 34 *fresh* cases, followed by 21 in Mohali district and five in Panchkula; e lone casualty was reported in Mohali.","69":"Sao Paulo [Brazil], June 26 (ANI\/Xinhua): Brazil registered 2001 more deaths from COVID-19 in the past 24 hours, bringing the national death toll to 511142, the ...","70":"Bracing for a surge in Covid-19 cases brought on by the highly transmissible Delta-Plus variant, Maharashtra has rolled back relaxations in districts and cities ...","71":"Some experts are also of the opinion that it could become the dominant strain in most parts of the world, replacing Alpha, which was first sequenced in the UK.","72":"India reported on Thursday the highest single-day death toll from COVID-19 in the world, at 6,148, after Bihar revised its figures to account for people who ...","73":"Scientists are revisiting a central mystery of COVID-19: Where, when and how did the virus that causes the disease originate? The two prevailing competing ...","74":"The world needs the cooperation of the Chinese government to trace the origins of Covid-19 and prevent future pandemic threats, two leading U.S. disease ...","75":"The debate around the possibility of the novel coronavirus having leaked from the Wuhan lab is gaining pace across the world. Here is a timeline of events from ...","76":"Coronavirus Cases and Lockdown India News Live updates, Covid-19 Cases in Delhi, UP, Maharashtra Today Latest News: India reported 67208 new ...","77":"Covid-19 Cases and Vaccine in India: More children have been infected in the second wave than in the first. Amid concerns about new variants , children's ...","78":"Haryana on Tuesday reported 635 *fresh* COVID-19 cases that took its tally to 7,63,566 while 38 more fatalities pushed the death toll to 8,789. Palwal reported 75 ...","79":"The second virus wave seems to be slowing down, but it is far from clear whether it has crested.","80":"Diplomatic Affairs Editor Suhasini Haidar discusses the search for SARS-CoV-2's origin and the lab-leak theory.","81":"The Centre has directed States and Union Territories to continue the ongoing COVID-19 guidelines till June 30 and asked them to go for intensive and local ...","82":"Haryana recorded 895 new COVID19 cases, 73 deaths and 2,456 recoveries today; active cases 11,054; Gujarat reports 1,120 *fresh* cases, 3,398 recoveries ...","83":"At least two new studies have given hope that people infected with Sars-2 or vaccinated against Covid-19 may have lifelong immunity against the disease. This ...","84":"New coronavirus cases in India in the last 24 hrs has remained below the 1 lakh mark. There were 91702 cases. As per data, 3403 deaths were reported, much ...","85":"Recovered employees might need special considerations on resuming work.","86":"The second wave of the pandemic has now seen a steady drop for four consecutive weeks across the country. Several states and Union territories (UTs) have ...","87":"Unlock has to take place very slowly. Hotspots have to be taken care of. We must ensure that COVID-19 appropriate behaviour should be maintained. There are ...","88":"Delhi reports lowest hospitalisations due to COVID-19 in over two months.","89":"Documents reviewed by a Pune-based scientist couple are at the centre of the recent controversy over the origin of Covid-19. In an exclusive interaction with ...","90":"Coronavirus India Highlights: Delhi on Monday recorded 648 *fresh* Covid cases, lowest since March 18, and 86 new deaths. According to a health bulletin , the ...","91":"Coronavirus India Highlights: The Union Health Ministry on Tuesday placed a cap on charges for the administration of the Covid-19 vaccine in private hospitals.","92":"Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.","93":"India Coronavirus (covid-19) cases and deaths data: Infection numbers are declining in a number of cities and states, but does this really mean a decline in the ...","94":"Coronavirus in India Highlights: Results of the sixth sero survey conducted in Delhi has been submitted to the Delhi government. The Delhi sero survey was ...","95":"Delhi went into a complete lockdown on April 19 when it was faced with spiraling cases that burdened health infrastructure, forcing people to scramble for beds, ...","96":"An Indian scientist couple is working with netizens globally and has discovered some compelling evidence to support the hypothesis that SARS-CoV-2 virus ...","97":"DDMA extended the curfew on the movement of individuals except for essential activities in Delhi till 5 am on June 7 or further orders whichever is earlier.","98":"Coronavirus Cases in India Updates, Coronavirus Unlock Guidelines, Covid-19 Vaccine Latest Update June 6 Highlights: UP lifts Covid-19 curfew from all ...","99":"Covid News Updates: Madhya Pradesh extends 'corona curfew' till June 15 with certain relaxations - The Economic Times."},"site":{"0":"Hindustan Times","1":"The Indian Express","2":"Moneycontrol","3":"India Today","4":"Business Standard","5":"Hindustan Times","6":"India Today","7":"News18","8":"India Today","9":"The Indian Express","10":"Hindustan Times","11":"Hindustan Times","12":"Hindustan Times","13":"Business Standard","14":"Business Standard","15":"Times of India","16":"Mint","17":"Hindustan Times","18":"Economic Times","19":"Economic Times","20":"Business Today","21":"Times of India","22":"The Indian Express","23":"Mint","24":"Mint","25":"Mint","26":"The Indian Express","27":"Mint","28":"Times of India","29":"Times of India","30":"The Indian Express","31":"Hindustan Times","32":"Times of India","33":"Business Standard","34":"The Indian Express","35":"ANI News","36":"Business Standard","37":"Hindustan Times","38":"India Today","39":"Economic Times","40":"Times Now","41":"ANI News","42":"Times of India","43":"Hindustan Times","44":"Business Insider India","45":"Business Today","46":"Moneycontrol","47":"Moneycontrol","48":"Hindustan Times","49":"Economic Times","50":"Times of India","51":"Times of India","52":"Business Today","53":"The Indian Express","54":"ThePrint","55":"The New Indian Express","56":"Times of India","57":"Times of India","58":"Moneycontrol.com","59":"Business Standard","60":"The Weather Channel","61":"Times of India","62":"Business Today","63":"THE WEEK","64":"Times Now","65":"India Today","66":"Scroll.in","67":"Hindustan Times","68":"Hindustan Times","69":"ANI News","70":"Times of India","71":"Hindustan Times","72":"The Hindu","73":"The Indian Express","74":"Business Standard","75":"India Today","76":"The Indian Express","77":"The Indian Express","78":"Economic Times","79":"BBC News","80":"The Hindu","81":"The Hindu","82":"Economic Times","83":"India Today","84":"Economic Times","85":"Down To Earth Magazine","86":"Hindustan Times","87":"Economic Times","88":"The Hindu","89":"India Today","90":"The Indian Express","91":"The Indian Express","92":"BBC News","93":"The Indian Express","94":"India Today","95":"Hindustan Times","96":"Business Standard","97":"Economic Times","98":"The Financial Express","99":"Economic Times"}}